app/Controllers/DashboardController.php

SELECT *
FROM `temuan`
SELECT *
FROM `kehilangan`
---
    public function beranda()
    {
        $temuanModel = new \App\Models\TemuanModel();
        $temuanData = $temuanModel->findAll();

        $kehilanganModel = new \App\Models\KehilanganModel();
        $kehilanganData = $kehilanganModel->findAll();