app/Controllers/Home.php

SELECT *
FROM `temuan`
SELECT *
FROM `kehilangan`
---
    public function index()
    {
        $temuanModel = new TemuanModel();
        $data['temuans'] = $temuanModel->findAll();
        $model = new KehilanganModel();
        $data['kehilangan'] = $model->findAll();