app/Controllers/KehilanganController.php

SELECT *
FROM `kehilangan`
---
    public function index()
    {
        $model = new KehilanganModel();
        $data['kehilangan'] = $model->findAll();