app/Controllers/TemuanController.php

SELECT *
FROM `temuan`
---
    public function index()
    {
        $temuanModel = new TemuanModel();
        $data['temuans'] = $temuanModel->findAll();